Repository: InfotelGLPI/financialreports
Catalog: locales/*.po
Languages: cs_cz, fi_fi

source: Financial report
cs_cz: Stav majetku
fi_fi: Omaisuuden tilanne

source: Please activate the plugin
cs_cz: Zapněte zásuvný modul
fi_fi: Ole hyvä ja aktivoi liitännäinen

source: Report date
cs_cz: Datum hlášení
fi_fi: Raportin päivämäärä

source: Disposal status
cs_cz: Stav vyřazení
fi_fi: Hävityksen tila

source: Financial report ended on
cs_cz: Kdy byl stav majetku ukončen
fi_fi: Hallintasuhde päättyi

source: Notebook
fi_fi: Kannettava tietokone

source: Server
fi_fi: Palvelin

source: Element out
cs_cz: Prvek ukončen
fi_fi: Liittyvä laite

source: General Total
cs_cz: Celkový počet
fi_fi: Yhteensä

source: Hide
cs_cz: Skrýt
fi_fi: Piilota

source: Display
cs_cz: Zobrazit
fi_fi: Näytä

source: User / Group
cs_cz: Uživatel/skupina
fi_fi: Käyttäjä / Ryhmä

source: Purchase Price HT in
cs_cz: Kupní cena s daní
fi_fi: Verollinen ostohinta

source: In stock / available
cs_cz: Skladem / k dispozici
fi_fi: Varastossa / saatavilla

source: Identification parameters of inventory number
cs_cz: Identifikační parametry inventárního čísla
fi_fi: Inventointinumeron tunnistus parametrit

source: Asset situation ended on
cs_cz: Kdy byl stav majetku ukončen
fi_fi: Hallintasuhde päättyi

source: HT
cs_cz: Bez daně
fi_fi: Veroton hinta

source: Euro
cs_cz: Kč
